import Image from "next/image";

function PrivacyNotice() {
  return (
    <div id="pdpa_page" className="py-5 md:py-10 leading-tight">
      <div className="container mx-auto px-2 md:px-0">
        <p className="text-neutral-500">PDPA004</p>
        <Image src="/images/ASW_Logo_Horizontal_light-bg.png" alt="AssetWise Logo" width={200} height={80} className="w-[250px] h-auto mx-auto"/>
        <h1 className="text-xl lg:text-2xl leading-none mb-4 font-medium text-center">ประกาศความเป็นส่วนตัว (Privacy Notice)<br/>สำหรับผู้สมัคร</h1>
        <ol className="list-decimal list-outside pl-4">
          <li>
            <strong className="font-semibold">วัตถุประสงค์</strong>
            <p className="indent-5">บริษัท แอสเซทไวส์ จำกัด (มหาชน) และบริษัทในเครือ หรือ บริษัทในกลุ่ม (“บริษัท”) เคารพสิทธิความเป็นส่วนตัวของผู้สมัครงาน ผู้สมัครเข้าฝึกงาน (“ท่าน”) และมีความรับผิดชอบในการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน ที่อยู่ภายใต้ความดูแลของบริษัท และมุ่งมั่นที่จะจัดการข้อมูลดังกล่าว ด้วยวิธีการที่มั่นคงปลอดภัยและน่าเชื่อถือ ในการนี้ บริษัทจึงได้จัดทำประกาศความเป็นส่วนตัว (Privacy Notice) สำหรับผู้สมัครฉบับนี้ (“ประกาศ”) เพื่ออธิบายถึงวิธีการปฏิบัติต่อข้อมูลส่วนบุคคล และข้อมูลส่วนบุคคลอ่อนไหว และชี้แจงรายละเอียดเกี่ยวกับการเก็บรวบรวม ใช้ การเปิดเผย และวัตถุประสงค์ที่บริษัทได้ประมวลผลข้อมูลส่วนบุคคล พร้อมแจ้งสิทธิต่าง ๆ ของท่าน ซึ่งมีรายละเอียด ดังนี้</p>
          </li>
          <li>
            <strong className="font-semibold">คำจำกัดความ</strong>
            <ol className="sub-list sub-list-bracket">
              <li><strong className="font-medium">“ผู้สมัคร”</strong> หมายถึง ผู้สมัครงาน ผู้สมัครเข้าฝึกงาน ไม่ว่าด้วยวิธีการยื่นสมัครงานผ่านช่องทางใดก็ตาม เช่น การสมัครด้วยตัวผู้สมัครเอง (Walk-in) ผ่านไปรษณีย์ ผ่านอีเมล ผ่านเว็บไซต์ของบริษัทหรือบุคคลที่สาม ผ่านสื่อโซเชียลมีเดีย และไม่ว่าการสมัครงานนั้นจะดำเนินการโดยผู้สมัครเอง หรือเป็นการรับสมัครงานภายในบริษัท หรือผ่านการแนะนำของบุคคล หน่วยงาน และ/หรือสถาบันการศึกษา หรือที่ผ่านการดำเนินการของผู้ให้บริการจัดหางาน</li>
              <li><strong className="font-medium">“ข้อมูลส่วนบุคคล”</strong> หมายถึง ข้อมูลเกี่ยวกับบุคคลธรรมดาซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ</li>
              <li><strong className="font-medium">“ข้อมูลส่วนบุคคลอ่อนไหว”</strong> หมายถึง ข้อมูลส่วนบุคคลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ หรือข้อมูลอื่นใด ซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกัน ตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด</li>
            </ol>
          </li>
          <li>
            <strong className="font-semibold">ประเภทข้อมูลส่วนบุคคล</strong>
            <p className="indent-5">บริษัทเก็บรวบรวมข้อมูลของท่าน ซึ่งอาจได้แก่ข้อมูลดังต่อไปนี้ โดยอาจแตกต่างกัน แล้วแต่กรณี และลักษณะของกิจกรรมที่บริษัทจำเป็นต้องประมวลผลข้อมูลของท่าน</p>
            <ol className="sub-list sub-list-bracket">
              <li><strong className="font-medium">ข้อมูลส่วนตัว</strong> เช่น ชื่อ นามสกุล วันเดือนปีเกิด รูปถ่าย สัญชาติ สถานภาพสมรส สถานภาพทางทหาร</li>
              <li><strong className="font-medium">ข้อมูลการติดต่อ</strong> เช่น ที่อยู่อาศัย หมายเลขโทรศัพท์ อีเมล ข้อมูลบัญชีโซเชียลมีเดีย (Social Media Account)</li>
              <li><strong className="font-medium">ข้อมูลเกี่ยวกับการศึกษา</strong> การฝึกอบรม เช่น ประวัติการศึกษา (เช่น ชื่อสถาบัน คณะ สาขาวิชา และปีที่จบ เป็นต้น) ผลการศึกษา ผลการทดสอบ ประวัติการฝึกอบรม หรือฝึกงาน ใบรับรองคุณสมบัติต่าง ๆ ที่ระบุในใบสมัครและการพัฒนาศักยภาพ และคุณสมบัติอื่น ๆ ของท่าน เช่น คุณสมบัติด้านวิชาชีพ ความสามารถทางด้านภาษา และความสามารถอื่น ๆ </li>
              <li><strong className="font-medium">ข้อมูลเกี่ยวกับการทำงานก่อนหน้า</strong> เช่น ประวัติการทำงาน ประสบการณ์การทำงาน ซึ่งรวมถึงตำแหน่ง เงินเดือน ผลการประเมินการทำงาน</li>
              <li><strong className="font-medium">ข้อมูลเกี่ยวกับการสมัครงาน</strong> เช่น ประวัติส่วนตัว ประวัติการทำงาน จดหมายสมัครงาน ข้อมูลตามเอกสารที่ท่านส่งมอบให้แก่บริษัท เช่น ข้อมูลที่ปรากฏใน Resume Curriculum Vitae (CV) เงินเดือนที่คาดหวัง ข้อมูลการสัมภาษณ์งาน วีดีโอการแนะนำตัว ข้อมูลที่ท่านแจ้งแก่บริษัทในระหว่างการสัมภาษณ์งาน หลักฐานหรือหนังสืออ้างอิงต่าง ๆ และข้อมูลที่ปรากฏในแบบประเมินผลการสัมภาษณ์ ข้อมูลอื่น ๆ ที่จำเป็นต่อการสรรหาและคัดเลือก เช่น ผลการประเมิน ความรู้และประสบการณ์ คุณลักษณะส่วนบุคคล การทำงานกับผู้อื่น และเอกสารใบรับรองที่ประกอบการพิจารณา เป็นต้น</li>
              <li><strong className="font-medium">ข้อมูลที่ใช้ประกอบเป็นหลักฐานในการสมัครงานหรือทำนิติกรรม</strong> เช่น สำเนาบัตรประชาชน สำเนาใบเปลี่ยนชื่อนามสกุล สำเนาทะเบียนบ้าน สำเนาใบสำคัญการเกณฑ์ทหาร สำเนาสมุดบัญชีธนาคาร แบบขึ้นทะเบียนผู้ประกันตน หนังสือยินยอมให้ตรวจสอบประวัติบุคคล หนังสือค้ำประกันการทำงาน หนังสือรับรองหรือเอกสารที่มีชื่อผู้ค้ำประกันการทำงาน</li>
              <li><strong className="font-medium">ข้อมูลบุคคลภายนอกที่ท่านให้ไว้ หรือข้อมูลที่บริษัทได้จากบุคคลภายนอก</strong> เช่น ข้อมูลส่วนบุคคลอื่นซึ่งท่านรับรองต่อบริษัทว่า ท่านได้รับความยินยอมจากบุคคลดังกล่าวให้เปิดเผยข้อมูลแก่บริษัท รวมถึงยินยอมให้บริษัท ประมวลผลข้อมูลส่วนบุคคลของบุคคลนั้น เพื่อวัตถุประสงค์ตามที่ระบุในประกาศฉบับนี้ ได้แก่ ชื่อ นามสกุล อาชีพ สถานที่ทำงาน และหมายเลขโทรศัพท์ของคู่สมรส บุตร บิดา มารดา หรือบุคคลในครอบครัวที่บริษัทสามารถติดต่อในกรณีฉุกเฉิน หรือบุคคลที่ท่านอ้างอิงเพื่อการตรวจสอบและรับรองการทำงาน และ/หรือผู้ค้ำประกันการทำงาน รวมถึงข้อมูลที่บุคคลภายนอกให้ไว้ เกี่ยวกับ รายละเอียด พฤติกรรม เกี่ยวกับผู้สมัคร</li>
            </ol>
          </li>
          <li>
            <strong className="font-semibold">ประเภทข้อมูลส่วนบุคคลอ่อนไหว</strong>
            <p className="indent-5">บริษัทไม่มีความประสงค์ให้บริษัทจัดเก็บ รวบรวม ใช้ เปิดเผยข้อมูลส่วนบุคคลอ่อนไหวของท่าน แต่หากข้อมูลดังกล่าวปรากฏอยู่บนบัตรประจำตัวประชาชน ทะเบียนบ้าน หรือเอกสารอื่นใดที่ท่านได้สมัครใจเปิดเผยไว้ต่อบริษัท เช่น เชื้อชาติ หรือข้อมูลศาสนา และท่านได้ทำการส่งมอบข้อมูลใด ๆ ซึ่งปรากฏข้อมูลที่มีลักษณะเช่นว่านี้ ให้แก่บริษัทไม่ว่าจะเป็นการส่งมอบข้อมูลในลักษณะเป็นเอกสาร หรือสื่ออื่นใด บริษัทแนะนำให้ท่านเป็นผู้ปกปิดข้อมูลอ่อนไหวเหล่านี้ ด้วยตัวท่านเอง โดยวิธีการขีดฆ่าข้อมูลส่วนบุคคลอ่อนไหว อย่างไรก็ตามหากท่านมิได้ปกปิดข้อมูลด้วยตัวท่านเอง บริษัทถือว่าท่านได้อนุญาตโดยชัดแจ้งให้บริษัททำการปกปิดข้อมูลเหล่านี้ให้แก่ท่าน และให้ถือว่าข้อมูลที่ท่านส่งมอบมานี้ ซึ่งบริษัทได้จัดการปกปิดข้อมูลอ่อนไหวให้แก่ท่านแล้วเป็นเอกสารที่สมบูรณ์ ใช้บังคับได้ตามกฎหมายทุกประการ และให้บริษัทสามารถนำไปประมวลผลได้ภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ทั้งนี้ หากเป็นกรณีที่บริษัทไม่สามารถจัดการปกปิดข้อมูลอ่อนไหว 
            แก่ท่านได้เนื่องด้วยปัญหาเชิงเทคนิค หรือปัญหาอื่นใด บริษัทจะทำการจัดเก็บข้อมูลอ่อนไหวนี้เพื่อเป็นส่วนหนึ่งของเอกสารยืนยันตัวตนของท่านเท่านั้น</p>
          </li>
          <li>
            <strong className="font-semibold">แหล่งที่มาของข้อมูลส่วนบุคคล</strong>
            <p className="indent-5">บริษัทเก็บรวบรวมและรับข้อมูลส่วนบุคคลของท่าน ผ่านช่องทางต่าง ๆ ดังนี้</p>
            <ol className="sub-list sub-list-val">
              <li value="5.1"><strong className="font-medium">ข้อมูลส่วนบุคคลที่ท่านให้ไว้กับบริษัทโดยตรง</strong> บริษัทเก็บรวบรวมและรับข้อมูลส่วนบุคคลของท่าน โดยได้รับจากท่านโดยตรง ซึ่งอาจอยู่ในรูปแบบเอกสาร หรือข้อมูลอิเล็กทรอนิกส์ หรืออาจให้ท่านกรอกข้อมูลลงในเอกสารที่บริษัทจัดเตรียมไว้ หรือกรอกข้อมูลลงในแพลตฟอร์มออนไลน์ 
              ที่ทางบริษัทได้กำหนด หรือการ walk-in สมัครงาน หรือสมัครฝึกงาน หรือการสมัครที่บูธสมัครงาน Job Fair Roadshow หรือการสมัครงานผ่านเว็บไซต์ของบริษัท รวมถึง กรณีที่ท่านเข้าสัมภาษณ์งาน เข้าทำสัญญากับบริษัท และส่งมอบเอกสารต่าง ๆ ซึ่งมีข้อมูลส่วนบุคคลของท่านปรากฏอยู่มาให้กับบริษัท</li>
              <li value="5.2"><strong className="font-medium">ข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวมจากท่านโดยอัตโนมัติ</strong> บริษัท อาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านโดยอัตโนมัติผ่านช่องทางต่าง ๆ เช่น การใช้คุกกี้ (Cookies) หรือเทคโนโลยีอื่น ๆ ที่คล้ายคลึงกัน </li>
              <li value="5.3"><strong className="font-medium">ข้อมูลส่วนบุคคลที่บริษัทได้รับมาจากบุคคลภายนอก</strong>
                <p className="indent-5">บริษัทอาจได้รับข้อมูลส่วนบุคคลของท่านมาจากบุคคลที่สาม และ/หรือบุคคลอื่นใดที่เป็นผู้ควบคุมข้อมูล หรือ ผู้ประมวลผลข้อมูล โดยบริษัทเชื่อโดยสุจริตว่าบุคคลเหล่านั้น เป็นผู้มีสิทธิประมวลผลข้อมูลส่วนบุคคล และมีสิทธิเปิดเผยให้แก่บริษัทได้ ซึ่งอาจรวมถึงแต่ไม่จำกัดเพียงการได้รับข้อมูลมาจากช่องทาง ดังนี้</p>
                <ol>
                  <li>(1) สื่อสังคมออนไลน์ แหล่งข้อมูลโซเชียลมีเดีย หรือแหล่งข้อมูลสาธารณะอื่น แพลตฟอร์มออนไลน์ของบุคคลที่สาม เว็บไซต์สมัครงาน เช่น Jobs DB, Jobs Thai ฯลฯ</li>
                  <li>(2) บริษัทจัดหางาน หน่วยงานของรัฐ สถานศึกษา รวมถึงบุคคลใด ๆ ที่ดำเนินการในนามของหน่วยงานเหล่านั้น</li>
                  <li>(3) ข้อมูลที่ได้จากการโต้ตอบทางโทรศัพท์ และข้อมูลที่ได้จาก หรือเกี่ยวข้องกับกระบวนการรับสมัคร</li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            <strong className="font-semibold">วัตถุประสงค์และฐานการประมวลผลข้อมูล</strong>
            <ol className="sub-list sub-list-val">
              <li value="6.1">บริษัทประมวลผลข้อมูลของผู้สมัครภายใต้วัตถุประสงค์เพื่อการดำเนินการใดที่เกี่ยวกับการพิจารณารับเข้าทำงาน/ฝึกงาน ซึ่งบริษัทจำเป็นต้องได้รับข้อมูลส่วนบุคคลของท่านอย่างถูกต้อง ครบถ้วน ทั้งนี้ หากท่านไม่ประสงค์ที่จะให้ข้อมูลส่วนบุคคลดังกล่าวแก่บริษัท อาจทำให้บริษัทไม่สามารถคัดเลือก หรือพิจารณาเข้าทำสัญญากับท่านได้ ในกรณีดังกล่าวบริษัทอาจมีความจำเป็นต้องปฏิเสธการเข้าทำสัญญากับท่าน แต่ในกรณีที่บริษัทขอความยินยอมจากท่าน ท่านสามารถเลือกให้ความยินยอมหรือไม่ก็ได้ โดยไม่ส่งผลต่อการพิจารณาคุณสมบัติของท่าน แต่การที่ท่านไม่ให้ความยินยอมอาจส่งผลให้บริษัท หรือบริษัทในกลุ่ม ไม่สามารถติดต่อผู้สมัครงาน เกี่ยวกับการเสนอตำแหน่งงานที่เหมาะสมกับผู้สมัครงานในอนาคตได้เท่านั้น</li>
              <li value="6.2">ในกรณีที่บริษัทจะดำเนินการประมวลผลข้อมูลส่วนบุคคลของท่านในลักษณะ และ/หรือเพื่อวัตถุประสงค์ที่ไม่สอดคล้องกับวัตถุประสงค์ที่กำหนด บริษัทจะจัดให้มีประกาศเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลเพิ่มเติม และ/หรือแจ้งไปยังท่านเพื่ออธิบายการประมวลผลข้อมูลในลักษณะดังกล่าว โดยท่านควรอ่านประกาศเพิ่มเติมที่เกี่ยวข้องร่วมกับประกาศฉบับนี้ และ/หรือหนังสือดังกล่าว (แล้วแต่กรณี)</li>
              <li value="6.3">
                <p>บริษัทประมวลผลข้อมูลโดยอาจอาศัยหรืออ้าง</p>
                <p>(1) ฐานความยินยอมเพื่อประมวลผลข้อมูลของท่าน (2) ฐานการปฏิบัติตามสัญญา สำหรับการเริ่มต้นทำสัญญา หรือการเข้าทำสัญญา หรือการปฏิบัติตามสัญญากับท่าน (3) ฐานการปฏิบัติหน้าที่ตามกฎหมายของบริษัท (4) ฐานประโยชน์โดยชอบด้วยกฎหมายของบริษัทและของบุคคลภายนอก (5) ฐานการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล และ/หรือ (6) ฐานประโยชน์สาธารณะสำหรับการดำเนินภารกิจเพื่อประโยชน์สาธารณะ หรือปฏิบัติหน้าที่ในการใช้อำนาจรัฐ หรือฐานทางกฎหมายอื่น ๆ ตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด แล้วแต่กรณี ซึ่งในประกาศฉบับนี้ บริษัทจะประมวลผลข้อมูลของท่านโดยแยกตามกิจกรรมที่บริษัทดำเนินการภายใต้ฐานในการประมวลผลข้อมูลส่วนบุคคล ดังที่ระบุตามตารางนี้</p>
                <table>
                  <tr>
                    <th>ลำดับ</th>
                    <th>วัตถุประสงค์</th>
                    <th>ฐานการประมวลผล</th>
                  </tr>
                  <tr>
                    <td width={50}>1.</td>
                    <td>การรับสมัคร การสัมภาษณ์งาน การคัดเลือกผู้สมัคร การคัดกรองประวัติ ตรวจสอบคุณสมบัติของผู้สมัคร ตามเกณฑ์ของบริษัท  และการยืนยันตัวบุคคล การติดต่อ เพื่อดำเนินการใด ๆ ที่เกี่ยวข้องกับการสมัครงาน หรือสมัครฝึกงาน</td>
                    <td width={200}>การปฏิบัติตามสัญญา / เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>2.</td>
                    <td>การค้นหาผู้สมัครงานที่เปิดเผยข้อมูลผ่านสื่อสังคมออนไลน์ แหล่งข้อมูลสาธารณะอื่น เว็บไซต์สมัครงาน แพลตฟอร์มออนไลน์ของบุคคลที่สาม และติดต่อท่านเกี่ยวกับตำแหน่งงานที่ท่านสมัคร หรืออาจสนใจสมัคร</td>
                    <td>เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>3.</td>
                    <td>การตรวจสอบประวัติการศึกษา หรือประวัติการทำงานย้อนหลังจากแหล่งข้อมูลอื่น การวิเคราะห์ข้อมูล การบันทึกวีดีโอการแนะนำตัว การประเมินและให้คะแนนผู้สมัคร เพื่อการตัดสินใจจ้าง</td>
                    <td>เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>4.</td>
                    <td>การตรวจร่างกายก่อนเข้าฝึกงาน การเข้าทำสัญญาจ้าง</td>
                    <td>การปฏิบัติตามสัญญา / เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>5.</td>
                    <td>การติดต่อผู้สมัครงาน ในการแจ้งข่าวสาร หรือเสนอตำแหน่งงานอื่นที่เหมาะสม</td>
                    <td>ความยินยอม</td>
                  </tr>
                  <tr>
                    <td>6.</td>
                    <td>การเปิดเผยข้อมูลในใบสมัครงานให้กับบริษัทในเครือพิจารณาคุณสมบัติของผู้สมัครงานก่อนเรียกสัมภาษณ์</td>
                    <td>ความยินยอม</td>
                  </tr>
                  <tr>
                    <td>7.</td>
                    <td>การตรวจสอบประวัติส่วนบุคคล ประวัติอาชญากรรมจากกองทะเบียนประวัติอาชญากร สำนักงานตำรวจแห่งชาติ หน่วยงานที่เกี่ยวข้อง (เฉพาะบางตำแหน่งที่บริษัทกำหนด)</td>
                    <td>ความยินยอม</td>
                  </tr>
                  <tr>
                    <td>8.</td>
                    <td>การตรวจสอบรายชื่อบุคคลล้มละลาย ตรวจสอบข้อมูลเครดิต ประวัติทางการเงิน การประเมินความเสี่ยงบุคคลด้านการฟอกเงิน (เฉพาะบางตำแหน่งที่บริษัทกำหนด)</td>
                    <td>เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>9.</td>
                    <td>การเปิดเผยข้อมูลประวัติการฝึกงาน ผลการฝึกงาน ระยะเวลาการฝึกงาน ให้แก่สถาบันการศึกษา หรือหน่วยงานอื่น ในกรณี สถาบันการศึกษาหรือหน่วยงานอื่นเป็นผู้ส่งผู้สมัครเข้าฝึกงานกับบริษัท</td>
                    <td>การปฏิบัติตามสัญญา/เพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>10.</td>
                    <td>เพื่อป้องกันและระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่าน หรือบุคคลอื่น เช่น การติดต่อในกรณีฉุกเฉิน การควบคุมโรคติดต่อ การบันทึกอุณหภูมิ และประวัติการเดินทางของท่าน</td>
                    <td>ป้องกันหรือระงับอันตรายต่อชีวิต ร่ายกาย หรือสุขภาพของบุคคล / เพื่อประโยชน์โดยชอบด้วยกฎหมาย / การปฏิบัติตามกฎหมาย</td>
                  </tr>
                  <tr>
                    <td>11.</td>
                    <td>เพื่อปฏิบัติตามกฎหมาย กฎระเบียบ ข้อบังคับ ทั้งใน และต่างประเทศที่ใช้บังคับ และเพื่อปฏิบัติตามคำสั่งของเจ้าพนักงานที่มีอำนาจหน้าที่ตามกฎหมาย เช่น การปฏิบัติตามหมายเรียก คำสั่งศาล คำสั่งของหน่วยงานรัฐ หน่วยงานที่มีหน้าที่กำกับดูแลบริษัท หรือพนักงานเจ้าหน้าที่ผู้มีอำนาจ</td>
                    <td>การปฏิบัติตามกฎหมาย</td>
                  </tr>
                </table>
              </li>
            </ol>
          </li>
          <li>
            <strong className="font-semibold">การเปิดเผยข้อมูลส่วนบุคคล</strong>
            <ol className="sub-list sub-list-val">
              <li value="7.1">บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลของท่าน ภายใต้วัตถุประสงค์ที่กำหนดและตามกฎหมายให้แก่บุคคลและหน่วยงาน ดังต่อไปนี้
                <ol className="sub-list sub-list-bracket">
                  <li>ผู้บริหารและพนักงานเท่าที่เกี่ยวข้อง และตามความจำเป็น</li>
                  <li>ผู้ให้บริการและผู้ประมวลผลข้อมูลส่วนบุคคลที่บริษัท มอบหมายหรือว่าจ้างให้ทำหน้าที่บริหารจัดการ หรือประมวลผลข้อมูลส่วนบุคคลให้แก่บริษัท ในการให้บริการต่าง ๆ รวมถึงผู้ที่ทำหน้าที่ในนามบริษัท หรือร่วมกับบริษัท เพื่อดำเนินวัตถุประสงค์ที่เกี่ยวข้องตามที่ระบุในประกาศฉบับนี้ และมีความจำเป็นต้องได้รับข้อมูลส่วนบุคคลของท่าน เช่น การให้บริการด้านเทคโนโลยีสารสนเทศ บริการบันทึกข้อมูล การบริหารจัดการทรัพยากรบุคคล หรือบริการอื่นใดที่อาจเป็นประโยชน์ต่อท่าน หรือเกี่ยวข้องกับการดำเนินธุรกิจของบริษัท ซึ่งมีความจำเป็นอย่างสมเหตุสมผลที่ต้องเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อทำให้บรรลุตามวัตถุประสงค์ทางธุรกิจของบริษัท</li>
                  <li>บุคคลหรือหน่วยงานอื่นใดที่ท่านให้ความยินยอมให้เปิดเผยข้อมูลส่วนบุคคลของท่านต่อบุคคลหรือหน่วยงานนั้น ๆ </li>
                </ol>
              </li>
              <li value="7.2">บริษัทจะกำหนดให้ผู้ที่ได้รับข้อมูลมีมาตรการปกป้องข้อมูลของท่านอย่างเหมาะสม และประมวลผลข้อมูลส่วนบุคคลดังกล่าวเท่าที่จำเป็นเท่านั้น และจะดำเนินการเพื่อป้องกันไม่ให้มีการใช้ หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจโดยมิชอบ รวมถึงจะดำเนินการภายใต้วัตถุประสงค์ที่กำหนดในประกาศฉบับนี้ หรือวัตถุประสงค์อื่นที่กฎหมายกำหนดให้กระทำได้เท่านั้น โดยในกรณีที่กฎหมายกำหนดว่าต้องได้รับความยินยอมจากท่าน บริษัทจะขอความยินยอมจากท่านก่อน</li>
            </ol>
          </li>
          <li>
            <strong className="font-semibold">การส่งหรือโอนข้อมูลส่วนบุคคลไปต่างประเทศ</strong>
            <p className="indent-5">บริษัทอาจเก็บข้อมูลของท่านบนคอมพิวเตอร์เซิร์ฟเวอร์ หรือคลาวด์ที่ให้บริการโดยบุคคลอื่น และอาจใช้โปรแกรม หรือแอปพลิเคชันของบุคคลอื่น ในรูปแบบของการให้บริการซอฟท์แวร์สำเร็จรูป และรูปแบบของการให้บริการแพลตฟอร์มสำเร็จรูป ในการประมวลผลข้อมูลส่วนบุคคลของท่าน แต่บริษัทจะไม่อนุญาตให้บุคคลที่ไม่เกี่ยวข้องสามารถเข้าถึงข้อมูลส่วนบุคคลได้ และจะกำหนดให้บุคคลอื่นเหล่านั้นต้องมีมาตรการคุ้มครองความมั่นคงปลอดภัยที่เหมาะสม</p>
            <p className="indent-5">ในกรณีที่บริษัท ส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปต่างประเทศ บริษัท จะดำเนินการเพื่อทำให้แน่ใจว่าประเทศปลายทาง องค์การระหว่างประเทศ หรือผู้รับข้อมูลในต่างประเทศนั้นมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่เพียงพอ หรือเพื่อทำให้แน่ใจว่าการส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปต่างประเทศเป็นไปตามหลักเกณฑ์ที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด โดยในบางกรณี บริษัท อาจขอความยินยอมของท่านสำหรับการส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศดังกล่าว</p>
          </li>

          <li>
            <strong className="font-semibold">ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</strong>
            <ol className="sub-list sub-list-val">
              <li value="9.1">บริษัทจะเก็บข้อมูลส่วนบุคคลเท่าที่มีความจำเป็น เพื่อวัตถุประสงค์ของการประมวลผล ตามที่ระบุในประกาศฉบับนี้  
              แบ่งได้ดังนี้
                <ol className="sub-list sub-list-bracket">
                  <li>บริษัทจะเก็บข้อมูลส่วนบุคคลของผู้สมัครเข้าฝึกงาน โดยมีกำหนดระยะเวลา 2 (สอง) ปี นับถัดจากปีท่านสมัครเข้าฝึกงานกับบริษัท</li>
                  <li>บริษัทจะเก็บข้อมูลส่วนบุคคลของผู้สมัครงาน โดยมีกำหนดระยะเวลา 2 (สอง) ปี นับถัดจากปีที่ท่านสมัครงานกับบริษัท</li>
                  <li>กรณีที่บริษัทใช้ข้อมูลส่วนบุคคลของท่านโดยขอความยินยอมจากท่าน บริษัทจะประมวลผลข้อมูลส่วนบุคคล 
                  มีกำหนดระยะเวลา 2 (สอง) ปี นับถัดจากปีที่ท่านให้ความยินยอม</li>
                  <li>ในกรณีมีการขอใช้สิทธิตามที่ระบุในประกาศฉบับนี้ บริษัทจะเก็บหลักฐานประวัติการใช้สิทธิตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลไว้ 1 (หนึ่ง) เดือน นับถัดจากเดือนที่บริษัทพิจารณาคำขอของท่านแล้วเสร็จ</li>
                </ol>
              </li>
              <li value="9.2">
              กรณีอื่นๆ บริษัทอาจจะเก็บข้อมูลส่วนบุคคลของท่านไว้ตราบเท่าที่จำเป็นตามสมควรเพื่อปฏิบัติตามหน้าที่ของบริษัท และเพื่อให้บรรลุวัตถุประสงค์ที่กำหนดไว้ในประกาศนี้ กรณีที่ไม่สามารถกำหนดระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคลได้ชัดเจน บริษัทจะเก็บรักษาข้อมูลไว้ตามระยะเวลาที่อาจคาดหมายได้ตามมาตรฐานของการเก็บรวบรวม (เช่น อายุความตามกฎหมายทั่วไปสูงสุด 10 ปี) ทั้งนี้ หากมีการดำเนินการทางศาล ข้อมูลส่วนบุคคลของท่านอาจถูกจัดเก็บไว้จนกว่าจะสิ้นสุดการดำเนินการดังกล่าว รวมถึงระยะเวลาใด ๆ ในการดำเนินการที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ จากนั้นข้อมูลของท่านจะถูกลบหรือเก็บตามที่กฎหมายอนุญาต
              </li>
              <li value="9.3">เมื่อพ้นระยะเวลาที่กำหนดแล้ว บริษัทจะดำเนินการลบ ทำลาย ทำให้ข้อมูลส่วนบุคคลดังกล่าวเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคลได้ หรือดำเนินการอื่นใดตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด เพื่อให้การคุ้มครองข้อมูลส่วนบุคคลเป็นไปอย่างมีประสิทธิภาพ อย่างไรก็ตาม บริษัทจะเก็บรักษาข้อมูลบางอย่างไว้นานกว่าที่ระบุข้างต้น หากจำเป็นที่จะต้องปฏิบัติตามกฎหมาย หรือเป็นการปฏิบัติตามคำสั่งของเจ้าพนักงาน หรือหน่วยงานของรัฐที่มีอำนาจผู้เกี่ยวข้อง และเพื่อวัตถุประสงค์ทางธุรกิจหรือโดยชอบตามกฎหมาย</li>
            </ol>
          </li>

          <li>
            <strong className="font-semibold">สิทธิของเจ้าของข้อมูลส่วนบุคคล</strong>
            <p className="indent-5">ในฐานะเจ้าของข้อมูลส่วนบุคคล เจ้าของข้อมูลส่วนบุคคลที่เกี่ยวข้องมีสิทธิในการดำเนินการตามขอบเขตที่กฎหมายอนุญาตให้กระทำได้ ดังต่อไปนี้ (1) สิทธิขอถอนความยินยอม (2) สิทธิขอเข้าถึงข้อมูลที่อยู่ในความรับผิดชอบของบริษัท และขอให้บริษัททำสำเนาข้อมูลดังกล่าวให้แก่เจ้าของข้อมูลส่วนบุคคล (3) สิทธิขอถ่ายโอนข้อมูล ที่บริษัทได้ทำให้ข้อมูลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ โดยโอนไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค (4) สิทธิขอคัดค้าน หากการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลที่ทำขึ้นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัทหรือของบุคคลอื่น หรือเพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์ ทั้งนี้ หากลูกค้ายื่นคัดค้าน บริษัทจะยังคงดำเนินการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลต่อไปเฉพาะที่บริษัทสามารถแสดงเหตุผลตามกฎหมายได้ว่ามีความสำคัญยิ่งกว่าสิทธิขั้นพื้นฐานของเจ้าของข้อมูลส่วนบุคคล หรือเป็นไปเพื่อการยืนยันการปฏิบัติตามกฎหมาย หรือการต่อสู้ในการฟ้องร้องตามกฎหมาย ตามแต่ละกรณี (5) สิทธิขอให้ลบหรือทำลายข้อมูล หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวเจ้าของข้อมูลส่วนบุคคลได้ หากเจ้าของข้อมูลส่วนบุคคลเชื่อว่า ข้อมูลส่วนบุคคลของตนถูกเก็บรวบรวม ใช้ และเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้อง หรือเห็นว่าบริษัทหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้ หรือเมื่อลูกค้าได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว ทั้งนี้ การใช้สิทธิดังกล่าวอาจจะส่งผลต่อกรณีการปฏิบัติตามสัญญาที่ทำไว้กับบริษัทหรือกรณีการให้บริการอื่น ๆ เนื่องจากจะไม่สามารถระบุตัวตนของเจ้าของข้อมูลส่วนบุคคลได้ จึงอาจเกิดข้อจำกัดในการให้บริการในบางส่วนที่จำเป็นต้องใช้ข้อมูลส่วนบุคคล และอาจทำให้เจ้าของข้อมูลส่วนบุคคลนั้นไม่ได้รับสิทธิประโยชน์การบริการ และข่าวสารจากบริษัทต่อไป (6) สิทธิขอให้ระงับการใช้ข้อมูลชั่วคราวในกรณีที่บริษัทอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของเจ้าของข้อมูลส่วนบุคคล หรือกรณีอื่นใดที่บริษัทหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลตามกฎหมายที่เกี่ยวข้องแต่เจ้าของข้อมูลส่วนบุคคลขอให้บริษัทระงับการใช้แทน (7) สิทธิขอให้แก้ไขข้อมูลให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด</p>
          </li>

          <li>
            <strong className="font-semibold">การใช้สิทธิของเจ้าของข้อมูล</strong>
            <ol className="sub-list sub-list-bracket">
              <li>การร้องขอใด ๆ ท่านจะต้องกระทำเป็นลายลักษณ์อักษรผ่านทางระบบอิเล็กทรอนิกส์ซึ่งบริษัทได้จัดให้มี 
              ขึ้นในเว็บไซต์ของบริษัท เมนู ติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล<br/>ทั้งนี้ บริษัทจะใช้ความพยายามอย่างดีที่สุดที่จะดำเนินการภายในระยะเวลาที่สมเหตุสมผล และไม่เกินระยะเวลา 30 วัน นับแต่ได้รับคำร้อง อย่างไรก็ดี บริษัทมีสิทธิปฏิเสธคำขอของท่าน ในกรณีที่มีข้อยกเว้นตามกฎหมาย หรือบริษัทจะ 
              ไม่สามารถปฏิบัติหน้าที่ตามสัญญาได้ หรือมีผลกระทบกับการปฏิบัติหน้าที่ตามสัญญา หรือเป็นการปฏิเสธตามคำสั่งศาล หรือหากบริษัทดำเนินการตามคำขอของท่านจะส่งผลกระทบที่อาจก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น โดยบริษัทจะดำเนินการบันทึกการปฏิเสธคำร้องขอพร้อมด้วยเหตุผลไว้ ทั้งนี้ หากปรากฏอย่างชัดเจนว่าคำร้องขอของท่านเป็นคำร้องขอที่ไม่สมเหตุสมผล หรือคำร้องขอฟุ่มเฟือยบริษัทขอสงวนสิทธิ์ในการเรียกเก็บค่าใช้จ่ายเกี่ยวกับการดำเนินการตามที่ท่านร้องขอในอัตราที่บริษัทกำหนด</li>
              <li>บริษัทจะพยายามอย่างเต็มที่ตามความสามารถของระบบงานที่เกี่ยวข้องเพื่ออำนวยความสะดวกและดำเนินการตามคำร้องขอของท่าน เว้นแต่จะปรากฏข้อเท็จจริงว่า การดำเนินการตามคำร้องขอนั้นเสี่ยงต่อการละเมิดสิทธิและเสรีภาพของผู้ใช้งานรายอื่น หรือเป็นการขัดต่อกฎหมาย หรือนโยบายความปลอดภัยของระบบ หรือกรณีที่เป็นการพ้นวิสัยในทางปฏิบัติตามคำร้องขอ เนื่องมาจากเหตุทางเทคนิค</li>
              <li>ในบางสถานการณ์บริษัทอาจขอให้ท่านพิสูจน์ตัวตนของท่านก่อนการใช้สิทธิเพื่อความปลอดภัยของท่านเอง โดยบางครั้งอาจเกิดข้อจำกัดในการขอใช้สิทธิของท่านบางประการ ซึ่งบริษัทจะทำการชี้แจงให้ท่านทราบหากไม่สามารถปฏิบัติตาม 
              คำร้องขอใช้สิทธิของท่านได้</li>
              <li>หากเป็นกรณีกิจกรรมที่บริษัททำการประมวลผลข้อมูลส่วนบุคคลของท่านตามฐานการปฏิบัติตามสัญญา หรือฐานเพื่อประโยชน์โดยชอบด้วยกฎหมาย หรือฐานการปฏิบัติหน้าที่ตามกฎหมาย บริษัทมีสิทธิปฏิเสธการใช้สิทธิของท่านในกรณีที่ท่านใช้สิทธิโต้แย้ง หรือขอระงับการใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน และขอให้ดำเนินการลบ หรือทำลายข้อมูลส่วนบุคคลที่เกี่ยวกับท่านได้ รวมถึงบริษัทอาจปฏิเสธที่จะดำเนินการตามคำร้องขอของท่าน หากบริษัท มีความจำเป็นที่จะต้องเก็บข้อมูลต่อไป</li>
              <li>บริษัทจำเป็นต้องแจ้งให้ทราบว่า การขอใช้สิทธิของท่านบางประการ อาจเกิดข้อจำกัด ในกรณีที่ข้อมูลส่วนบุคคลนั้นเป็นข้อมูลที่จำเป็นอย่างยิ่งต่อบริษัทในการปฏิบัติตามหน้าที่ตามกฎหมาย และการรักษาความปลอดภัยของบริษัทและบริเวณรอบข้าง ทรัพย์สินของบริษัท ความปลอดภัยในบริเวณกิจกรรม ความปลอดภัยของตัวท่านเอง</li>
            </ol>
          </li>

          <li>
            <strong className="font-semibold">มาตรการรักษาความปลอดภัย</strong>
            <p className="indent-5">ความปลอดภัยของข้อมูลส่วนบุคคลเป็นสิ่งสำคัญสำหรับบริษัท และบริษัทได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ 
            ในการคุ้มครองข้อมูลส่วนบุคคล เช่น มาตรฐานความปลอดภัยของระบบเทคโนโลยีสารสนเทศ และมาตรการเพื่อปกป้องข้อมูลส่วนบุคคลจากการสูญหาย การเข้าถึงการใช้หรือการเปิดเผยโดยไม่ได้รับอนุญาต ใช้หรือเปิดเผยข้อมูลนอกวัตถุประสงค์ การใช้งานในทางที่ผิด การดัดแปลงเปลี่ยนแปลง และการทำลายโดยใช้เทคโนโลยีและขั้นตอนการรักษาความปลอดภัย เช่น การเข้ารหัสและการจำกัดการเข้าถึง เพื่อให้มั่นใจว่าบุคคลที่ได้รับอนุญาตเท่านั้นที่เข้าถึงข้อมูลส่วนบุคคล และบุคคลเหล่านี้ได้รับการฝึกอบรมเกี่ยวกับความ สำคัญของการปกป้องข้อมูลส่วนบุคคล</p>
            <p className="indent-5">นอกจากนี้ บริษัทจัดให้มีมาตรการรักษาความปลอดภัยที่เหมาะสม เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข เปิดเผยข้อมูลส่วนบุคคลจากผู้ที่ไม่มีสิทธิหรือหน้าที่ที่เกี่ยวข้องกับข้อมูลส่วนบุคคลนั้น และจะจัดให้มีการทบทวนมาตรการดังกล่าวเมื่อมีความจำเป็น หรือเมื่อเทคโนโลยีเปลี่ยนแปลงไปเพื่อให้มีประสิทธิภาพในการรักษาความปลอดภัยที่เหมาะสม และบริษัทได้กำหนด ให้พนักงาน บุคลากร ตัวแทน และผู้รับข้อมูลจากบริษัทมีหน้าที่รักษาข้อมูลส่วนบุคคลของลูกค้าไว้เป็นความลับและมีความปลอด ภัยตามมาตรการที่บริษัทกำหนด เมื่อต้องมีการดำเนินการใด ๆ กับข้อมูลส่วนบุคคลของลูกค้า</p>
          </li>

          <li>
            <strong className="font-semibold">การแก้ไขเปลี่ยนแปลง</strong>
            <p className="indent-5">บริษัทขอสงวนสิทธิ์ในการแก้ไข ทบทวน และปรับปรุงประกาศความเป็นส่วนตัวที่จะมีผลบังคับใช้ ณ เวลาที่ได้เผยแพร่ต่อไปโดยมิต้องแจ้งให้ท่านทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ดังนั้น บริษัทจึงขอแนะนำให้ท่านอ่านประกาศความเป็นส่วนตัวทุกครั้งที่เยี่ยมชม หรือใช้บริการจากบริษัท หรือเว็บไซต์ของบริษัท</p>
          </li>

          <li>
            <strong className="font-semibold">ช่องทางการติดต่อ</strong>
            <p className="indent-5">หากท่านต้องการติดต่อเพื่อขอใช้สิทธิของเจ้าของข้อมูล หรือหากมีข้อสงสัยหรือข้อร้องเรียนใด ๆ ท่านสามารถติดต่อได้ตามช่องทางต่อไปนี้</p>
            <ul className="list-disc pl-7">
              <li>ติดต่อทางอีเมล : <a href="mailto:dpo@assetwise.co.th" title="ติดต่อผู้คุ้มครองข้อมูลส่วนบุคคล" className="underline">dpo@assetwise.co.th</a></li>
              <li>ที่อยู่ : เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล Data Protection Officer (DPO)<br/>บริษัท แอสเซทไวส์ จำกัด (มหาชน) เลขที่ 9 ซอยรามอินทรา 5 แยก 23 แขวงอนุสาวรีย์ เขตบางเขน กรุงเทพฯ 10220</li>
              <li>ศูนย์บริการลูกค้า (ส่วนควบคุมข้อมูลส่วนบุคคล) : <a href="tel:021680000" title="ติดต่อศูนย์บริการลูกค้า" className="underline">02-168-0000</a> (ทุกวัน เวลา 8:00 - 20:00 น.) </li>
            </ul>
          </li>
        </ol>
      </div>
    </div>
  );
}

export default PrivacyNotice;